[
  {"en": "How do you want to be loved?"},
  {"en": "What was your last moment of sheer joy?"},
  {"en": "How do you deal with people you do not like?"},
  {"en": "What challenges do you face right now?"},
  {"en": "What do you love dearly? Who is a person you secretly admire, and why?"},
  {"en": "What are you afraid of?"},
  {"en": "What questions would you love to ask, but are too afraid to?"},
  {"en": "Remember yourself at 8 years old. What were your favorite things?"},
  {"en": "What made you feel excited?"},
  {"en": "What is something that has made you feel small?"},
  {"en": "What is the most interesting thing you have learnt recently?"},
  {"en": "What turns you on?"},
  {"en": "What was the last thing you cried about?"},
  {"en": "Where do you feel at home? (besides from your current address)"},
  {"en": "If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?"},
  {"en": "Your house, containing everything you own, catches fire. After saving your loved ones and pets, you have time to safely make a final dash to save any one item. What would it be? Why?"},
  {"en": "What do you value most in a friendship?"},
  {"en": "Is there something that you’ve dreamed of doing for a long time? Why haven’t you done it?"},
  {"en": "If you could wake up tomorrow having gained any one quality or ability, what would it be?"},
  {"en": "For what in your life do you feel most grateful?"},
  {"en": "What would constitute a 'perfect' day for you?"},
  {"en": "Given the choice of anyone in the world, whom would you want as a dinner guest?"},
  {"en": "What gives you hope? What part about yourself do you celebrate?"},
  {"en": "How do you want to be seen in society?"},
  {"en": "What does vulnerability mean to you?"},
  {"en": "Do you have personal rituals in your daily life?"},
  {"en": "How do you feel about silent moments?"},
  {"en": "If anything was possible, which problem in the world would you want to solve and why?"},
  {"en": "What do you do to forget about life for a while?"},
  {"en": "What is your superpower apart from your professional skills?"},
  {"en": "What is something that made you feel proud?"},
  {"en": "What do you sometimes pretend?"},
  {"en": "Do you believe in religion and why?"},
  {"en": "What is one attribute about yourself you feel you should work on?"},
  {"en": "What was a moment that made you feel embarrassed?"},
  {"en": "What are your greatest weaknesses?"},
  {"en": "What’s the best advice you’ve been given?"},
  {"en": "What do you admire about your best friend?"},
  {"en": "What does your work mean to you?"},
  {"en": "Is there something you are addicted to? When do you feel alone?"},
  {"en": "To whom are you (still) holding a grudge and why?"},
  {"en": "What does it mean to you to live an extraordinary life?"},
  {"en": "What role does “being successful” play in your life?"},
  {"en": "How is your wellbeing at the moment?"},
  {"en": "What is your relationship to money?"},
  {"en": "How do you usually start your day, and is there something you would you like to change about it?"},
  {"en": "What would you like to let go of? What do you need to feel both secure and free in your life?"},
  {"en": "If you were a dog, what would be your tennis ball?"},
  {"en": "What is something you love about yourself?"},
  {"en": "What is one of the hardest things you‘ve ever gone through?"},
  {"en": "What life experience made you grow the most?"},
  {"en": "Since coming online, what is the longest period of time you‘ve had offline?"},
  {"en": "What is your relationship with nature?"},
  {"en": "How much time do you have to really think?"},
  {"en": "What question would you not like someone to ask you at the moment?"},
  {"en": "How do you feel about death? What is the most frightening thing you have ever done?"},
  {"en": "What fuels do you need to let your light shine as bright as you can?"},
  {"en": "How do you feel about loneliness?"},
  {"en": "What is something that you regret?"},
  {"en": "Whom in your friend or family circle would you like to know better? Why?"}
]